Repository: 84000/data-translation-memory
Catalog: toh704-v3.tmx
Source language: bo
Languages: en

source: ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ན་མ་ཨཱརྱཱ་བ་ལོ་ཀི་ཏེ་ཤྭ་རཱ་ཡ། བོ་དྷི་སཏྭཱ་ཡ། མ་ཧཱ་སཏྭཱ་ཡ། མ་ཧཱ་ཀཱ་རུ་ཎི་ཀཱ་ཡ། ཏདྱ་ཐཱ། ཨོྃ་ཨ་ཀ་ཊེ། བི་ཀ་ཊེ། ནི་ཀ་ཊེ།
en: The Dhāraṇī of Siṃhanāda namo ratna­trayāya | nama āryāvalokiteśvarāya bodhi­sattvāya mahā­sattvāya mahā­kāruṇikāya | tadyathā | oṃ akaṭe vikaṭe nikaṭe kaṭaṃkaṭe karoṭe karoṭavīrye svāhā || In front of the Blessed One, make eight individual maṇḍalas out of cow dung that has not fallen to the ground.

source: ཀ་ཏཾ་ཀ་ཊེ། ཀ་རོ་ཊེ། ཀ་རོ་ཊ། བཱིརྱེ་སྭཱ་ཧཱ། བཅོམ་ལྡན་འདས་དེའི་སྤྱན་སྔར་བའི་ལྕི་བ་ས་ལ་མ་ལྷུང་བས་སོ་སོར་མཎྜལ་བརྒྱད་བྱས་ལ་མཎྜལ་རེ་རེ་ལ་ལན་བཅུ་གསུམ་གྱི་བར་དུ་བཟླས་ལ།
en: Recite this thirteen times at each maṇḍala, then incant the resulting dung with the mantra.

source: ལྕི་བ་ལྷག་མ་ལ་སྔགས་བཟླས་ཏེ་ནད་པ་ལ་ཉེ་བར་བྱུགས་ན་ནད་ཐམས་ཅད་ཞི་བར་འགྱུར་རོ། །
en: When it is smeared on a sick person, all illnesses will be cured.

source: གལ་ཏེ་ཉི་མ་བདུན་ནམ། བཅུ་གསུམ་མམ། ཉི་ཤུ་རྩ་གཅིག་གིས་འགྲུབ་སྟེ། མཚམས་མེད་པ་ལྔ་བྱས་པ་ནི་མ་ཡིན་ནོ། །དེ་ལྟར་མ་གྲུབ་ན་བདག་གིས་མཚམས་མེད་པ་ལྔ་བྱས་པར་འགྱུར་རོ། །
en: If this is not successful after seven, thirteen, or twenty-one days, even for someone who has carried out the five deeds of immediate retribution, then I myself will have carried out the five deeds of immediate retribution.

source: སེང་གེ་སྒྲའི་གཟུངས་རྫོགས་སོ།། །།
en: This completes the “Dhāraṇī of Siṃhanāda.”

source: རྒྱ་གར་གྱི་མཁན་པོ་ངག་གི་དབང་ཕྱུག་དང་། ཀློགས་སྐྱ་ཤེས་རབ་བརྩེགས་ཀྱིས་བསྒྱུར་བའོ།།
en: It was translated by the Indian preceptor Vāgīśvara and Lokya Sherab Tsek.
